Revit 2027 API
ParameterTypeId.SpotElevBotValue Property
 "Bottom Coordinate"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevBotValue { get; }
Public Shared ReadOnly Property SpotElevBotValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevBotValue {
	ForgeTypeId^ get ();
}
static member SpotElevBotValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace